{
  "title": "Pollution Types and Solutions",
  "summary": "There are many types of marine pollution sources, each type also has different solutions, let us get to know them one by one!",
  "trash": "Marine Debris",
  "definition": "Definition",
  "function": "Function",
  "reason": "",
  "resolve-title": "Solution",
  "trash-about": "The United Nations Environment Program defines it as \"any object that is discarded, disposed of or accidentally abandoned by humans and enters the coastal or marine environment\"",
  "trash-detail": "What is Marine Debris?",
  "trash-source": "Source",
  "trash-source-content": "80% of marine debris comes from land such as plastic, wood, metal and more. The other 20% comes from the ocean, mostly from fishing activities, often with abandoned fishing nets or other fishing gear.",
  "swipe-to-right": "Swipe right to see solutions",
  "gpgp": "Greate Pacific Garbage Patch",
  "gpgp-content": "This is a marine pollution problem discovered by researchers at the University of California, Riverside in 1997. Located in the middle of the Pacific Ocean, it is a marine pollution problem made of plastic, rubber, metal, glass, paper, etc. The marine garbage patch formed by it covers an area of about 160 million square kilometers and is the largest marine garbage patch in the world.",
  "trash-harmfullness": "Potential Dangers of Marine Debris",
  "trash-harmfullness-content": "The plastics in marine debris will become \"microplastics\" after weathering and sun exposure. This substance is often eaten by marine organisms. The Biomagnification of the food chain, will cause serious ecological and environmental problems, and indirectly affect human health.",
  "trash-resolve": "The distribution of marine debris is very vast, and the current solutions include directly salvaging garbage to reduce marine pollution or using biodegradable plastics to avoid garbage residues.",
  "trash-vacuum": "Ocean Cleanup Array",
  "trash-vacuum-content": "The idea of the Ocean Cleanup Array comes from a young man in the Netherlands, Slater. The concept is to float a U-shaped fence over 600 meters long and 3 meters deep on the sea surface, and intercept garbage in the ocean through sea wind, ocean currents, and waves.",
  "sakaiensis": "Ideonella sakaiensis",
  "sakaiensis-content": "Japanese scholars have discovered that marine organisms can swallow plastic, and this cell will decompose plastic into microplastics, which are then swallowed by marine organisms. This type of cell is named \"Ideonella Sakaiensis\", and it is a new marine organism",
  "biodegradable-plastic": "Biodegradable Plastic",
  "biodegradabl-plastic-content": "Biodegradable plastics can be made of starch, polylactic acid and fiber protein, which will be decomposed into carbon dioxide and water in the presence of water and oxygen, and turned back into natural raw materials.",
  "sunscreen": "Sunscreen",
  "sunscreen-about": "The function of sunscreen can be to absorb ultraviolet rays through chemical substances or to reflect ultraviolet rays through physical methods, but the substances in sunscreen lotions will seriously cause harm to the ocean.",
  "sunscreen-detail": "Dangers of physical sunscreen",
  "physical-harmfullness": "Harm Caused by Physical Sunscreen",
  "physical-harmfullness-content": "Physical sunscreen will add particles composed of titanium dioxide and zinc oxide to reflect, scatter, or refract ultraviolet rays. The particles of this component will promote the generation of hydrogen peroxide under light, and hydrogen peroxide has obvious effects on marine life. toxicity.",
  "chemical-harmfullness":"The Dangers of Chemical Sunscreens",
  "chemical-harmfullness-content": "Chemical sunscreens contain organic chemical components with a molecular structure of benzene rings. These components can absorb the energy of ultraviolet rays, but they can also poison marine life after entering seawater, causing coral bleaching, affecting biological estrogen, or causing neurological behavior in fish.",
  "sunscreen-resolve": "The most recommended solution is to avoid sunscreen, there are also ocean-friendly sunscreens available.",
  "reject": "Not Using Sunscreen",
  "reject-content": "Alternatives to avoiding sunscreen lotion are available, such as sun-resistant clothing.",
  "protect": "Eco Friendly Sunscreen",
  "protect-content": "Eco-friendly sunscreen is a possible solution, the ingredients do not contain most of the chemical harmful substances.",
  "oil-spill": "Oil Pollution",
  "oil-spill-about": "",
  "oil-spill-detail": "Marine Oil Pollution",
  "oil-spill-scource": "Source of Oil Pollution",
  "oil-spill-scource-content": "About 6 million tons of oil enter the ocean every year. The sources of these oils include oily wastewater injected into the sea from rivers, or oil spills from ships, oil spills from subsea oil fields, etc.",
  "oil-spill-harmfullness": "Effects of Oil Pollution",
  "oil-spill-harmfullness-content": "The oil flowing into the sea will pollute the marine environment, causing marine organisms to face the hazards of hypoxia, and may also double the toxic substances in the sea due to the biomagnification effect. The toxic substances contained in oil include benzene, toluene, xylene, etc., all of which can cause great harm to live things.",
  "oil-spill-resolve": "There are many solutions to oil pollution, such as the physical fence method or chemical degradation method, the use of biological decomposition, etc.",
  "oil-spill-physical": "Anti-pollution barriers and Sorbent",
  "oil-spill-physical-content": "Anti-pollution barriers are used to seal oil-polluted sea areas with fences so that oil cannot flow out, while Sorbent is to adsorb oil on materials so that oil cannot flow out.",
  "oil-spill-chemical": "Dispersants",
  "oil-spill-chemical-content": "Dispersants can reduce the surface tension between oil and water, so that oil can be dispersed into fine oil droplets and dispersed in water, which can be easily degraded by microorganisms that can degrade petroleum hydrocarbons."
}